export interface Advantage {
  advantage:string,
  head:string,
  text:string,
  image:string
}

export const advantages:Advantage[] = [
  {
    advantage: 'Долгая служба',
    head: 'Отсутствие накипи',
    text: 'В капиллярных матах не образуется известняк — при отоплении вода нагревается до +32°C, а при охлаждении остывает до +18°C',
    image: '/landing/avn-1.webp',
  },
  {
    advantage: 'Стойкость',
    head: 'Защита от ржавчины',
    text: 'Система защищена и от коррозии — мы используем качественные компоненты из PPR, ПНД, нержавеющей стали, латуни и бронзы',
    image: '/landing/avn-2.webp',
  },
  {
    advantage: 'Стойкость',
    head: 'Защита от ржавчины',
    text: 'Система защищена и от коррозии — мы используем качественные компоненты из PPR, ПНД, нержавеющей стали, латуни и бронзы',
    image: '/landing/avn-2.webp',
  },
  {
    advantage: 'Надежность',
    head: 'Проверка безопасности',
    text: 'Перед вводом в эксплуатацию тестируем систему давлением воздуха 20 бар и давлением воды 10 бар',
    image: '/landing/avn-3.webp',
  },
  {
    advantage: 'Обслуживание',
    head: 'Простая эксплуатация',
    text: 'Капиллярные маты легко ремонтируются — для этого трубка разрезается и оба конца привариваются без влияния на мощность нагрева и охлаждения',
    image: '/landing/avn-4.webp',
  },

];
